"AirPods" = "AirPods";
"Show an alert" = "Varsel";
"Medium" = "Middels";
"Hindi" = "Hindi";
"Weather" = "Været"; // weather
"Automatically Install Updates" = "Installer oppdateringer automatisk";
"Czech" = "Tsjekkisk";
"Current Location" = "Nåværende posisjon"; // weather
"AIRPODS" = "AIRPODS";
"Connected" = "Tilkoblet";
"Icons" = "Symbolvisning";
"Korean" = "Koreansk";
"Send" = "Send";
"Uninstall..." = "Avinstaller…";
"Enter license number here" = "Serienummer";
"Email Address" = "E-postadresse";
"Month" = "Måned";
"Download" = "Last ned";
"ism6-weather" = "Sjanse for regn"; // weather
"Version:" = "Versjon:";
"Humidity" = "Luftfuktighet"; // weather
"Feels Like" = "Føles som"; // weather
"PROCESSES" = "PROSESSER";
"Finnish" = "Finsk";
"No Internet" = "Mangler Internett";
"Time: %@" = "Klokkeslett: %@";
"MEMORY" = "MINNE";
"Battery Level (Draining)" = "Batterinivå (Lader ut)";
"REMOVABLE" = "UTTAKBAR";
"Current Temperature" = "Gjeldende temperatur"; // weather
"Font: %@" = "Font: %@";
"No IP Address" = "Ingen IP-adresse";
"Miles" = "Miles"; // weather
"All" = "Alle";
"Humidity: %@" = "Luftfuktighet: %@"; // weather
"Local time" = "Lokal";
"Temperature" = "Temperatur"; // weather
"Vietnamese" = "Vietnamesisk";
"German" = "Tysk";
"Spanish" = "Spansk";
"BATTERY" = "BATTERI";
"Flash time seperators" = "La tidsskilletegn blinke";
"%@\"" = "%@\"";
"Help" = "Hjelp";
"%1$@, %2$@" = "%1$@, %2$@";
"FAN SENSORS" = "VIFTE";
"NETWORK" = "NETTVERK";
"Thursday" = "Torsdag";
"Condensed" = "Sammentrukket";
"Reset Graph Colors" = "Nullstill";
"Connecting" = "Kobler til";
"%@ day remaining" = "%@ dag gjenstår";
"Day" = "dag";
"Pressure: %@" = "Trykk: %@"; // weather
"Bluetooth Battery" = "Bluetooth-batteri";
"INACTIVE ITEMS" = "INAKTIV";
"%@ km/h" = "%@ km/t";
"Turkish" = "Tyrkisk";
"Edit Hotkey" = "Tastatursnarvei";
"Thai" = "Thai";
"Register" = "Aktiver";
"PIE GRAPH (%@)" = "SEKTORDIAGRAM: %@";
"POWER SENSORS" = "STRØM";
"BLUETOOTH" = "BLUETOOTH";
"Small" = "Liten";
"PAGES" = "Annet"; // memory pages
"Kilometers" = "Kilometer"; // weather
"BAR GRAPH" = "STOLPEDIAGRAM";
"PERCENTAGE (%@)" = "PROSENT: %@";
"Seconds" = "sekunder";
"Timezone" = "Tidssone";
"Week Format: %@" = "Vis Ukenummer: %@";
"ALERTS" = "ADVARSLER";
"NETWORK DISKS" = "NETTVERKSDISK";
"Draining" = "Lader ut";
"Rain" = "Regn"; // weather
"Primary interface: %@" = "Primært grensesnitt: %@";
"cm" = "cm"; // weather
"Graph type: %@" = "Diagramtype: %@";
"CURRENT SENSORS" = "Ampere";
"24 Hour" = "24 timer";
"Minutes" = "Minutter";
"UV Index" = "UV-indeks"; // weather
"PIE GRAPH" = "SEKTORDIAGRAM";
"Pressure" = "Trykk"; // weather
"3 days" = "3 dager";
"Combined" = "Kombinert";
"IP Address: %@" = "IP-adresse: %@";
"Portuguese" = "Portugisisk";
"BAR GRAPH (%@)" = "STOLPEDIAGRAM: %@";
"Upload" = "Last opp";
"Buy..." = "Kjøp…";
"Edit World Clocks" = "Rediger klokker";
"Edit Hotkey: %@" = "Tastatursnarvei: %@";
"ACTIVE ITEMS" = "AKTIV";
"First day of week: %@" = "Første dag i uken: %@";
"Show a banner" = "Banner";
"Tuesday" = "Tirsdag";
"Preview" = "Forhåndsvisning";
"Enter email address here" = "Oppgi e-post";
"m/s" = "m/s"; // weather
"Shadow" = "Skygge";
"Uploading" = "Laster opp";
"Friday" = "Fredag";
"Buy" = "Kjøp";
"Reset" = "Nullstill";
"Read" = "Les";
"Please fill in all the fields and try again." = "Fyll inn alle de obligatoriske feltene før du sender tilbakemeldingen.";
"Centered" = "Sentrert";
"Notifications" = "Varslinger";
"Registration..." = "Aktiver…";
"Large" = "Stor";
"Compressed" = "Komprimert";
"Used" = "Brukt";
"UV: %@" = "UV: %@";
"days before" = "dager før";
"An error occurred during purchase." = "Det oppsto en feil under kjøpet.";
"Overlay" = "Overlegg";
"Greek" = "Gresk";
"Memory Pressure Above" = "Minnebelastning >";
"Italian" = "Italiensk";
"Group items" = "Grupper objekter";
"An error occurred during installation." = "Det oppsto en feil";
"Activate..." = "Aktiver…";
"Degrees: %@" = "Grader: %@";
"App usage format: %@" = "Prosessinformasjon: %@";
"CALENDARS" = "KALENDERE";
"15 Minute" = "15 minutter";
"Slovak" = "Slovakisk";
"Year" = "År";
"mph" = "mph"; // weather
"WEATHER" = "VÆRET";
"LOCATION" = "STED";
"CITIES" = "BYER";
"System" = "System"; // system cpu percentage
"LABEL" = "ETIKETT";
"Version (Agent): %@" = "Versjon (Daemon): %@";
"Swap" = "Swap"; // swap memory
"Processes to show: %@" = "Prosesser: %@";
"Japanese" = "Japansk";
"Disabled" = "Deaktivert";
"Units: %@" = "Enheter: %@";
"Spanish (Mexico)" = "Spansk (Mexico)";
"Polish" = "Polsk";
"Rain/Snow: %@" = "Regn/Snø: %@";
"%@ hPa" = "%@ hpa";
"Norwegian" = "Norsk";
"Battery Level (Charging)" = "Batterinivå (Lader)";
"Default Fan Set: %@" = "Standardsett: %@";
"Show week numbers in calendar" = "Vis ukenummer";
"An error occured while uninstalling" = "Det oppsto en feil";
"day before" = "dag før";
"CPU Usage Above" = "CPU-bruk >";
"Celsius" = "Celsius";
"More Info" = "Mer info";
"Disks" = "Disker";
"Arabic" = "Arabisk";
"French (Canada)" = "Fransk (Canada)";
"AVAILABLE NETWORK DISKS" = "TILGJENGELIGE DISKER (NETTVERK)";
"Today" = "I dag";
"Done" = "Ferdig";
"Catalan" = "Katalansk";
"Bottom: %@" = "Bunn: %@";
"Wind" = "Vind"; // weather
"12 Hour" = "12 timer";
"System Default" = "Systemstandard";
"Snow" = "Snø"; // weather
"READ" = "LES";
"AVAILABLE" = "TILGJENGELIG";
"Monday" = "Mandag";
"Dutch" = "Nederlandsk";
"Top: %@" = "Topp: %@";
"%@ hour remaining" = "%@ time gjenstår";
"Version (Status Item): %@" = "Versjon (Status Item): %@";
"Charged" = "Fulladet";
"CHARGING" = "LADER";
"Decimals (KB): %%@" = "Desimalplasser (KB): %@";
"MEMORY PRESSURE" = "MINNEBELASTNING";
"Romanian" = "Rumensk";
"Retry" = "Prøv igjen";
"Fast" = "Hurtig";
"Battery & Power" = "Batteri/Strøm";
"Rain Probability" = "Sjanse for regn"; // weather
"Cancel" = "Avbryt";
"PERCENTAGE" = "PROSENT";
"UPTIME" = "Oppetid for datamaskinen";
"TEMPERATURE SENSORS" = "Temperatur";
"Week" = "uke";
"Visibility" = "Sikt"; // weather
"Reinstall..." = "Installer på nytt…";
"VOLTAGE SENSORS" = "Volt";
"Chinese (Taiwan)" = "Kinesisk (Taiwan)";
"Time" = "Klokkeslett";
"Ukrainian" = "Ukrainsk";
"%1$@ to %2$@" = "fra %1$@ til %2$@";
"5 Minute" = "5 minutter";
"Version (Daemon): %@" = "Versjon (Agent): %@";
"SWAP" = "Swap"; // swap memory
"Indonesian" = "Indonesisk";

"Primary" = "Primær";
"7 days" = "7 dager";
"km/h" = "km/t"; // weather
"HISTORY GRAPH (%@)" = "LOGG: %@";
"Write" = "Skriv";
"Portuguese (Brazil)" = "Portugisisk (Brasil)";
"DISK ACTIVITY" = "DISKAKTIVITET";
"%@ hours remaining" = "%@ timer gjenstår";
"Chinese (Traditional)" = "Kinesisk (tradisjonell)";
"day(s) before" = "dager før";
"Save" = "Arkiver";
"Fahrenheit" = "Fahrenheit";
"Goodbye" = "Vi ses";
"Battery Charger State" = "Batteriladenivåstatus";
"Spanish (Latin America)" = "Spansk (Latin-Amerika)";
"Today & Tomorrow" = "I dag, I morgen";
"Use Bold Text" = "Halvfet tekst";
"%@ knots" = "%@ Knop";
"Check For Updates" = "Søk etter oppdateringer";
"Moon" = "Måne";
"An error occurred. Please try again." = "Det oppsto en feil. Prøv igjen.";
"APPLICATIONS" = "PROGRAMMER";
"Week and day of year" = "uke/Dag i året";
"Battery" = "Batteri";
"DISKS" = "DISKER";
"Automatic" = "Automatisk";
"1 Minute" = "1 minutt";
"Update Frequency: %@" = "Oppdateringsfrekvens: %@";
"Malay" = "Malayisk";
"Percentage" = "Prosent";
"hPa" = "hPa"; // weather
"Network" = "Nettverk";
"User" = "Bruker"; // user cpu percentage
"Visibility: %@" = "Sikt: %@"; // weather
"HOURLY" = "HVER TIME";
"Battery Level" = "Batterinivå";
"WORLD CLOCKS" = "VERDENSKLOKKER";
"Color" = "Farge";
"Clear Search" = "Fjern søk";
"Thank You!" = "Tusen takk!";
"Portuguese (Portugal)" = "Portugisisk (Portugal)";
"Uninstall" = "Avinstaller";
"Stats" = "Statistikk";
"Low Battery" = "Lavt batterinivå";
"French" = "Fransk";
"Wind: %@" = "Vind: %@"; // weather
"Install" = "Installer";
"Inactive" = "Inaktiv"; // inactive memory
"Location: %@" = "Sted: %@"; // weather
"Edit Menubar Clock" = "Rediger tid";
"Request Calendar Access" = "Be om godkjenning";
"Processor" = "Prosessor";
"Regular" = "Vanlig";
"Width: %@" = "Bredde: %@";
"Danish" = "Dansk";
"Battery Time Remaining" = "Tid som gjenstår";
"Global" = "Generelt";
"Chinese (Hong Kong)" = "Kinesisk (Hongkong)";
"Wired" = "Fast (wired)"; // wired memory
"Import Settings…" = "Importer valg…";
"Wednesday" = "Onsdag";
"Version: %@" = "Versjon: %@";
"Charging" = "Lader";
"WRITE" = "SKRIV";
"Sunday" = "Søndag";
"Sending" = "Sender";
"Reset Text Settings" = "Nullstill";
"AVAILABLE DISKS" = "TILGJENGELIGE DISKER";
"HISTORY GRAPH" = "LOGG";
"Year and timezone" = "År/Tidssone";
"Russian" = "Russisk";
"Display: %@" = "Vis: %@";
"Croatian" = "Kroatisk";
"CONNECTED" = "TILKOBLET";
"1 Line" = "1 linje";
"Day of year" = "Dag i året";
"Swedish" = "Svensk";
"inches" = "Tommer"; // weather
"Edit Dropdown" = "Rediger meny";
"Show background" = "Bakgrunn";
"Tomorrow" = "I morgen";
"Free" = "Ledig";
"NOT MOUNTED" = "IKKE AKTIVERT";
"Chinese" = "Kinesisk";
"Off" = "Av";
"Decimals: %@" = "Desimalplasser: %@";
"Open iStat Menus" = "Åpne iStat Menus";
"PUBLIC IP" = "OFFENTLIG";
"2 Lines" = "2 linjer";
"Sensors" = "Sensor";
"Chinese (China)" = "Kinesisk (Kina)";
"Install for all users" = "Installer for alle brukerne på denne maskinen";
"Enable Location Services" = "Aktiver stedstjenester";
"Show Label" = "Etikett";
"Language" = "Språk";
"%@ days remaining" = "%@ dager gjenstår";
"5 days" = "5 dager";
"Chinese (Simplified)" = "Kinesisk (forenklet)";
"Low" = "Min.";
"Power" = "Strøm";
"Battery Charged" = "Batteriet er fulladet";
"Size" = "Størrelse";
"Request Location Access" = "Be om godkjenning";
"Format: %@" = "Format: %@";
"English" = "Engelsk";
"Decimals (MB): %%@" = "Desimalplasser (MB): %@";
"%@ mb" = "%@ mb";
"CHARGED" = "FULLADET";
"Welcome" = "Velkommen";
"USED/FREE" = "BRUKT/LEDIG";
"Export Settings…" = "Eksporter valg…";
"Knots" = "Knop"; // weather
"Show Events For: %@" = "Hendelser: %@";
"Pages" = "Annet"; // memory pages
"Kelvin" = "Kelvin";
"Saturday" = "Lørdag";
"Hungarian" = "Ungarsk";
"Memory" = "Minne";
"Name" = "Navn";
"Description of problem" = "Beskrivelse";
"Active" = "Aktiv"; // active memory
"NOTIFICATIONS" = "VARSLINGER";
"Hebrew" = "Hebraisk";
"Processing" = "Behandler";
"Temperature: %@" = "Temperatur: %@";
"CALENDAR" = "KALENDER";
"Automatically Check For Updates" = "Søk etter oppdateringer automatisk";
"Feels Like Temperature" = "Føles som"; // weather


// Unlocalized strings



// Unlocalized strings

// CPU
"Show breakdowns" = "Show breakdowns";


// Modified strings

"Very Slow" = "Veldig langsom";

"LOAD AVERAGE" = "LASTGJENNOMSNITT";
"Discharging" = "Lader ut";
"DRAINING" = "TØMMER";
"Not Connected" = "Ingen nettforbindelse";
"NOT CONNECTED" = "INGEN NETTFORBINDELSE";
"CIRCULAR GRAPH (%@)" = "SIRKELGRAF (%@)";
"CIRCULAR GRAPH" = "SIRKELGRAF";
"FREQUENCY SENSORS" = "FREKVENSSENSOR";


// Installer & Registration
"iStat Menus needs to install some components before it can be used." = "iStat Menus må installere noen komponenter før det kan brukes.";
"We hope you enjoy using iStat Menus 6." = "Vi håper du liker å bruke iStat Menus 6.";
"Visit %@ to recover lost licenses." = "Besøk %@ for å gjenfinne tapte lisenser.";
"Thanks for using iStat Menus. Your Trial has ended. Please buy iStat Menus to continue using it." = "Takk for at du bruker iStat Menus. Prøveperioden er slutt. Vennligst kjøp iStat Menus for å fortsette å bruke det.";


// Store
"Buy From Website" = "Kjøp på nettsida";
"Includes %@ months of weather data." = "Inkluderer %@ måneder med værdata.";
"Upgrade for %@" = "Oppgrader for %@";
"Buy for %@" = "Kjøp for %@";
"Single License" = "Enkeltlisens";
"Family Pack" = "Familiepakke";
"Upgrades can be from iStat Menus 3, 4, or 5. Local taxes may apply." = "Oppgraderinger kan være fra iStat Menus 3, 4, eller 5. Moms og skatter kan tilkomme.";
"Family Pack: Up to 5 Macs." = "Familiepakke: opp til 5 Mac-er.";
"We’ve just sent your license to your email address. If you don’t receive it soon, please check your spam folder." = "Vi har akkurat sendt lisensen din til deg med e-post. Om du ikke mottar den snart, vennligst sjekk om den har havnet i søppelpostkassen din.";
"There was an error verifying your license. Please get in touch: bjango.com/contact/" = "Det oppstod en feil da vi sjekket lisensen din. Vennligst ta kontakt: bjango.com/contact/";
"Your license was unable to be verified. A valid license is required to purchases weather packages." = "Vi kunne ikke verifisere lisensen din. Du trenger en gyldig lisens for å kjøpe værdatapakker.";
"You need to purchase iStat Menus before you can buy weather packages." = "Du må kjøpe iStat Menus før du kan kjøpe værdatapakker.";


// General
"Style light and dark menu bar modes separately" = "Gi lys og mørk menystil forskjellig utseende";
"Slow" = "Langsom";
"This hotkey can be used to open and close the %@ dropdown." = "Denne tastatursnarveien kan bli brukt til å åpne %@-menyen.";
"MENUBAR COLOR" = "MENYLINJEFARGE";
"MENUBAR COLOR" = "MENYLINJEFARGE";
"MENUBAR GRAPHS" = "MENYLINJEGRAFER";
"DROPDOWNS" = "MENYER";
"DROPDOWN GRAPHS" = "MENYGRAFER";
"MENUBAR COLOR IN LIGHT MODE" = "MENYLINJEFARGE MED LYS MENYSTIL";
"MENUBAR COLOR IN DARK MODE" = "MENYLINJEFARGE MED MØRK MENYSTIL";


// Weather
"Forecast Low" = "Værvarsel, lavest";
"Forecast High" = "Værvarsel, høyest";
"Dew Point" = "Duggpunkt";
"Extend your current weather access or purchase optional packages to increase the refresh rate." = "Forleng din nåværende tilgang til værdata eller kjøp ekstra pakker for å øke oppfriskingsraten.";
"1 Year of 15min Updates - %@" = "1 år, oppdateringer hvert 15 min - %@";
"1 Year of 30min Updates - %@" = "1 år, oppdateringer hvert 30 min - %@";
"1 Year of 60min Updates - %@" = "1 år, oppdateringer hvert 60 min - %@";
"Weater Data FAQ" = "Værdata-FAQ";
"WEATHER DATA" = "VÆRDATA";
"CURRENT" = "NÅVÆRENDE";
"FORECASTS" = "VÆRVARSEL";
"Account: %1$@, %2$@ updates" = "Konto: %1$@, oppdatering hvert %2$@"; // example - Account: someone@email.com, 60 minute updates
"Trial" = "Prøve";


// Tips
"Switches turn monitoring on and off." = "Bryterne slår overvåking på og av.";
"You can close this app and the menubar items will continue running." = "Du kan avslutte programmet, og menyoppføringene vil likevel fortsette å fungere.";
"⌘-drag icons in your Mac’s menubar to rearrange or remove them" = "⌘-dra ikonene i menylinja for å flytte eller fjerne dem";
"Click icons within iStat Menus to show colour, text and other settings." = "Klikk på ikoner her i iStat Menus for å vise farge- og tekstinnstillinger, og andre innstillinger.";
"Click pause to temporarily stop iStat Menus." = "Klikk for å sette iStat Menus midlertidig på pause.";
"Open Notification Center and click Edit to add the iStat Menus widget." = "Åpne Varslingssenter og klikk Rediger for å legge til iStat Menus-widgeten.";


// Access Requests
"Intel CPU frequency monitoring requires installing an additional component." = "Intel CPU-frekvensovervåking krever at du installerer en ekstra komponent.";


// Notifications
"Load Average Above" = "Lastgjennomsnitt over";
"Free Memory Below" = "Ledig minne mindre enn";
"Disk Space" = "Diskplass";
"DISK SPACE" = "DISKPLASS";
"Disk Percentage" = "Disk-prosent";
"Primary Network Interface Changed" = "Hovednettverksgrensesnittet ble endret";
"IP Address Changed" = "IP-addresse ble endret";
"Public IP Address Changed" = "Offentlig IP-addresse ble endret";
"Wi-Fi Network Changed" = "Wi-Fi-nettverk ble endret";
"Temperature Sensors" = "Temperatur-sensorer";
"Daylight Savings Change" = "Sommertidsendring";
"Weather Alerts" = "Vær-varsler";
"Weather Forecast Today" = "Værvarsel for i dag";
"Weather Forecast Tomorrow" = "Værvarsel for i morgen";
"Current Weather" = "Været nå";
"'%@' Temperature Above" = "'%@' temperatur over";
"Any Temperature Above" = "Hvilken temperatur som helst over";
"'%@' Free Space Below" = "'%@' ledig plass under";
"'%@' Used Percentage Above" = "'%@' brukt-prosent over";
"Active GPU Changed" = "Aktiv GPU endret";
"Internet Status Changed" = "Internett-status endret";


// CPU
"Combine cores" = "Slå sammen kjerner";
"Hide Hyper-Threading cores" = "Skjul Hyper-Threading-kjerner";
"Single history graph" = "Én historiegraf";
"Active GPU" = "Aktiv GPU";
"CPU CORES" = "CPU-KJERNER";
"GPU DEPENDENCIES" = "GPU-AVHENGIGHETER";
"%@ GRAPH COLORS" = "FARGER FOR %@-GRAF";
"CPU GRAPH COLORS" = "FARGER FOR CPU-GRAF";
"LOAD AVERAGE GRAPH COLORS" = "FARGER FOR LASTGJENNOMSNITTSGRAF";
"GPU GRAPH COLOR" = "FARGER FOR GPU-GRAF";


// Battery & Power
"BATTERIES TO SHOW IN MENUBAR" = "BATTERIER SOM SKAL VISES I MENYLINJEN";
"AVAILABLE BATTERIES" = "TILGJENGELIGE BATTERIER";
"Customize menubar for different states" = "Tilpass menylinja for ulike oppsett";
"Disable all Bluetooth monitoring" = "Slå av all Bluetooth-overvåking";


// Memory
"Hide inactive memory" = "Skjul inaktivt minne";


// Disks
"Activity Mode: %@" = "Aktivitetsmodus: %@";
"Activity Graph Type: %@" = "Graftype for aktivitet: %@";
"Detailed (All Disks)" = "Detaljert (alle disker)";
"Detailed (Per Disk)" = "Detaljert (per disk)";
"Simple (Per Disk)" = "Enkel (per disk)";
"DISKS TO SHOW IN MENUBAR" = "DISKER SOM VISES I MENYLINJA";
"Seperate fusion drive activity" = "Skill ut fusion driveaktivitet";
"Show activity for unmounted disks" = "Vis aktivitet for deaktiverte diskter";


// Network
"Combine bandwidth for all interfaces" = "Kombiner båndbredde for alle grensesnitt";
"Sort processes by: %@" = "Sorter prosesser etter: %@";
"Check internet status" = "Sjekk internettstatus";
"Opposed" = "Motstående";
"Stacked" = "Stablet";
"BANDWIDTH" = "BÅNDBREDDE";
"NETWORK STATUS" = "NETTVERKSSTATUS";


// Sensors
"SENSORS" = "SENSORER";
"SENSORS TO SHOW IN MENUBAR" = "SENSORER SOM VISES I MENYLINJA";
"Edit Fan Rules" = "Rediger vifteregler";
"FAN SETS" = "VIFTESETT";
"AUTOMATIC FAN SET SWITCHING" = "BYTT AUTOMATISK VIFTESETT";
"When battery is charging" = "Når batteriet lades";
"When battery is discharging" = "Når batteriet lades ut";
"When using '%@'" = "Når '%@' brukes";
"When using intergrated GPU" = "Når intergrert GPU brukes";
"When using discrete GPU" = "Når diskret GPU brukes";
"When any sensor" = "Når hvilken sensor som helst";
"When '%@'" = "Når '%@'";
"Any battery state" = "Alle batteritilstander";


// Time
"City Layout: %@" = "Byutforming: %@";
"Relative Day" = "Relativ dag";
"Fuzzy Clock" = "Omtrentlig klokke";
"Search to add a city" = "Søk for å legge til en by";
"Search for a timezone" = "Let etter en tidssone";


// Combined
"ITEMS TO SHOW IN MENUBAR" = "OBJEKTER SOM VISES I MENYLINJA";
"ITEMS TO SHOW IN DROPDOWN" = "OBJEKTER SOM VISES I MENYEN";
"AVAILABLE ITEMS" = "TILGJENGELIGE OBJEKTER";
"Combined Help" = "Hjelp for Kombinert";
"Combined mode lets you combine multiple iStat Menus items into a single status item. You can choose which items are shown in the menubar, and which are shown in a combined dropdown, allowing you to save space in the menubar while still having access to all the information in the dropdown." = "Kombinert modus lar deg kombinere flere iStat Menus-objekter i en og samme meny. Du kan velge hvilke objekter som vises i menylinja, og hvilke som vises i en kombinert meny, slik at du sparer plass i menylinja og samtidig ha tilgang til all informasjon i menyen.";


// Stats Menu
"Reset Network Filtering" = "Nullstill nettverksfiltrering";
"Reset Disk Filtering" = "Nullstill diskfiltrering";
"Reset Sensor Filtering" = "Nullstill sensorfiltrering";
"Monitor S.M.A.R.T. Disks" = "Overvåk S.M.A.R.T.-disker";
"Combine Processes" = "Slå sammen prosesser";
"Automatically Send Diagnostic Data" = "Send automatisk diagnosedata";
"Send Log Files..." = "Send loggfiler...";

